[
  {
    "title": "Delegates for the Harvard Project for Asian and International Relations (HPAIR)",
    "images": [],
    "description": "Congratulations to our IIIT Bhubaneswar students selected as Delegates for the Harvard Project for Asian and International Relations (HPAIR)! Niharika Behera, Simran Pattnaik, Anushka Joshi, Ayusha Kar, and Sai Simran Patro will represent us at this prestigious conference, which fosters global discussions and networking with leaders. Kudos to them for this remarkable achievement!",
    "year": "2024"
  },
  {
    "title": "Solving for India hackathon",
    "images": [],
    "description": "Team Members: Saurav Pati, Piyush Mishra, Shubhasai Mohapatra of 2024 batch became finalist in Solving for India hackathon organized by Google Cloud, AMD and GeeksforGeeks",
    "year": "2023"
  },
  {
    "title": "Google Solution Challenge 2023",
    "images": [],
    "description": "Team Members: Roshan Dash, Shreeya Mishra, Sneha Mandal, Ridhi Agrawal ranked in the Global top 100 in Google Solution Challenge 2023",
    "year": "2023"
  },
  {
    "title": "Smart India Hackathon 2023",
    "images": [],
    "description": "TEAM BYTEBOT having team members: Prajna Jeet Ojha, G.N.Venkata Pathi Raju, Akshyata Singh, Shruti Choubey, Anngha C Panigrahi, Niti Rani Rai of 2026 and 2025 batch became SIH 2023 finalists",
    "year": "2023"
  },
  {
    "title": "Smart Odisha Hackathon",
    "images": [],
    "description": "Team Members: Debi Prasad Mohapatra, Bishmay Kumar Padhi, Raj Alpha Swain, Pranav Swaroop Nayak of 2025 batch secured third place in Smart Odisha Hackathon. ",
    "year": ""
  },
  {
    "title": "ISRO's SIF Space Hackathon 2023 and Summer intern at ISRO",
    "images": [],
    "description": "Team DialogueDynamo having team members: Chirantan Beura, Sipra Mohanty, Ayush Anmol, Anshuman Mahabhoi of 2026 batch became IISF SIF Space Hackathon 2023 Finalist conducted by ISRO and were offered internship at RAC-S ISRO.",
    "year": "2023"
  },
  {
    "title": "BitNBuild International hackathon 2024",
    "images": [],
    "description": "Team Members: Mohd Ehtisham, Brijendra Singh, Divyakumar Patel of 2026 batch became state champion for the BitNBuild International hackathon conducted by GDSC CRCE, Mumbai",
    "year": "2024"
  },
  {
    "title": "GeoHack 2024",
    "images": [],
    "description": "Won the 1st prize at the GeoHack 2024 hackathon, organized by the Asia Pacific Neural Network Society, and held for the first time in India on collaboration with South Asia Alliance of Disaster Research Institute (SADRI), IEEE Geosciences, GRSS Kolkata, DLAI8 workshop and IIIT Bhubaneswar. Team name - HackHive. Lead - Rajesh Kumar Jena. Team Member 2 - Raj Mathur. Team Member 1 - Anurag Singh",
    "year": "2024"
  },
  {
    "title": "AUUM Platforms",
    "images": ["achievements.jpg","swasner.jpg"],
    "description": "Auum Platforms is a Product Based company based out of Bhubaneswar with a vision to build the best product which will reach every person across the world. It is founded by 6 IIITians: Sai Sambit Nayak, Sidharth Suvankar Nayak, Ananya Apremeya, Dibyajyoti Dash, Vitthal Gupta, and Tapaswin Padhy. It is recognized by Startup Odisha & Startup India and is DPIIT-affiliated. As a 1st step toward the vision, the team's 1st Product \"Swasner PPE\" is in the market which is a revolutionary new PPE that creates a private atmosphere for the user completely isolating from the external environment. The team started working on this during the critical times of COVID-19, they were making the most affordable ventilator using chamber-based ventilation. The technology was widely accepted across the globe and got lots of media and institutional recognition. Later, they decided to use the same technology to make a user-friendly product for a larger mass and help them in staying safe from Airborne diseases & pollution. The team aims to achieve a 10X growth and make more such innovative products to make the entire college and state proud",
    "year": ""
  },
  {
    "title": "MIT COVID19 Challenge",
    "images": ["mitcovid.jpg"],
    "description": "India Turning the Tide was a 48-hour virtual event aimed at tackling the most critical issues that had arising out of the covid-19 outbreak. The team KYB comprising Ankur, Barenya and Kartik won in track D for the best utilisation of Government and private funds to re-activate the informal economy tackling the problem of poor credibility of NGOs. While Zestha Patra from team Whistle Winds won in Track J dealing with poor quality control and fraud during the pandemic for devising an efficient solution for the management of complaints.Team Members: Ankur Khandelwal (3rd Year, CE), Barenya Kumar Panda (3rd Year, IT), Kartik Kumar Singh (3rd Year, IT) and Zestha Patra (3rd year, CE)",
    "year": ""
  },
  {
    "title": "Rakathon 2021 by Rakuten Inc.",
    "images": ["rakuten.jpg"],
    "description": "Idea of furnishing home with a virtual tour of the house with just a 2d Layout/Map won 2nd prize in Rakathon 2021 by Rakuten Inc.Team Members: Sidharth Suvankar Nayak, Ananya AprameyaRuchika Mishra has been placed 3rd in the 32nd DAE All India Online Essay Contest on Nuclear Science & Technology – 2020, organized by Department of Atomic Energy",
    "year": ""
  },
  {
    "title": "National Hackathon InnoBuzz at VSSUT Burla 2019",
    "images": [],
    "description": "The team consisting of 2 members Tapaswin Padhy and Sweta Swagatika, won the 2nd position in the National Hackathon InnoBuzz at VSSUT Burla.",
    "year": "2019"
  },
  {
    "title": "Smart India Hackathon 2019",
    "images": [],
    "description": "Team 'HIMANI' secured the 1st Position under the problem statement of Manipal Health Enterprise in the Smart India Hackathon, 2019 organized by Ministry of HRD, AICTE on 2nd - 3rd March, 2019. The winning project idea was 'Smart and Optimised Parking Solution for Hospitals'. The project received huge appreciation from the judges and its a great innovation and a step forward to the increasing concern of availability of optimised parking spaces in hospitals. The members of the team were: \n\nSweta Kabi (3rd Yr, ETC) \nBaibhav Kumar (3rd Yr, ETC) \nArijeet Satapathy (3rd Yr, IT) \nSweta Swagatika (3rd Yr, CE) \nKaushiki Agarwal (3rd Yr, CE) \nTapaswin Padhy (3rd Yr, CE).",
    "year": "2019"
  },
  {
    "title": "UtkalHacks 2019",
    "images": [],
    "description": "Team 'Marvellous' from IIIT Bhubaneswar secured 2nd Position in the UtkalHacks 2019 organized in Ravenshaw University on 15th-17th March. The winning project idea was 'Smart Classroom - Academic Assessment using Sentimental Analysis of Students and Teachers'. The project received huge appreciation from the judges for this innovative project.  \n \nAditya Prakash (3rd Yr, CE) \nSoumya Ranjan Mohanty (3rd Yr, CSE) \nAmiya Kumar Tripathy (3rd Yr, CSE) \nBishal Subhadarshi Jena (3rd Yr, CSE).",
    "year": "2019"
  },
  {
    "title": "ACM India Compute 2018",
    "images": [],
    "description": "Two of our ACM Chapter members - Saurabh Kumar and Rama Krishna Pinnity - represented the Chapter and secured the third position in the poster competition at ACM India Compute 2018 which was held in Chandigarh.",
    "year": "2018"
  },
  {
    "title": "UnitedbyHCL Hackathon",
    "images": [],
    "description": "Team named “PLUTOAR', from IIIT BHUBANESWAR, consisting of Shourya Pratap Singh, Ankit Kumar Panda, Susobhit Panigrahi and Ajaya Kumar Dash participated. They won the first prize among 13,000 participants across the world. They were awarded a cash prize of 5,000 USD.",
    "year": "2019"
  },
  {
    "title": "Google Summer Code 2017",
    "images": [],
    "description": "Shibasis Patel worked with Tammo Jan Dijkema, Gijs Molenaar under the project “Python-Casacore (Open Astronomy)'. The project was about improving the python-Casacore code-base, making it more robust and write mox tat and porting its python bindings from using: python to pybind11.",
    "year": "2017"
  },
  {
    "title": "ACM ICPC Amritapuri Regional 2017",
    "images": [],
    "description": "Team “tillwecollpse' with its members Prateek Pattnaik ,Bibhu Prasad Pala and Naweed Imroze have participated and recognized. Another team,'Pseudo_algos' with its members Shubham Rath, Aman Gupta and Shivank Tripathy have participated and recognized.",
    "year": ""
  },
  {
    "title": "GDG Bhubaneswar 2017",
    "images": [],
    "description": "Three teams qualified for the grand finale of GDG Bhubaneswar Hackathon 2017. Sai Saswat Sahu and Avijit Nanda won the 2nd position. They won a cash prize of H5000.",
    "year": ""
  },
  {
    "title": "Texas Instruments India Analog Maker Challenge-2015",
    "images": [],
    "description": "Soumya Ranjan Sahoo, Ashok Vamsidhar Panda, Devasish Sahoo and Chhotrai Soren won the competition and were awarded with eZ430- Chronous Development Watch and a TI Certificate.",
    "year": ""
  },
  {
    "title": "Google Summer of Code 2015",
    "images": [],
    "description": "Aroonav Mishra worked with Mark Kretschmann and Mamarok in the Google Summer of Code-15 under the organisation KDE on the project titled, 'Porting of Amarok to Qt5/KF5'.",
    "year": ""
  },
  {
    "title": "Google Summer of Code 2014",
    "images": [],
    "description": "Asish Panda worked with Albert Shih, David PS, and Steven Christi in the Google Summer of Code-14 under the organisation Python Software Foundation (SunPy) on the project titled, “Re-Implementation of SunPy WCS as SunPy co-ordinates using Astropy'. Subhashish Pradhan worked with Albert Samuel Thibault in the Google Summer of Code-14 under the organisation GNU Project (GNU Hurd) on the project titled, “Porting Valgrind to GNU Hurd'. Anirudha Bose worked with Vassil Georgiev Vassilev in the Google Summer of Code-14 under the organisation CERN on the project of creating a platform-independent tool for continuous integration and packaging of Cling, based on LLVM and Clang.",
    "year": "2014"
  },
  {
    "title": "Mentoring of Engineering Student by INAE Fellow",
    "images": [],
    "description": "2013 batch ETC branch students (Swastik Mohapatra, Sidhanta Mohanty, Satya Narayana Dash and Prasant Swain) have presented a paper in Springer International Conference on Advanced Computing, Networking and Information, Raipur. This paper( ICACNI-238) has been awarded as the best paper in Advances in Images and Video Coding session.",
    "year": ""
  },
  {
    "title": "Best Paper Award in ICACNI-13",
    "images": [],
    "description": "Gourab Chowdhury worked as a research fellow under the prestigious, 'Mentoring of Engineering Students by INAE Fellows 2015' programme. He was among the 38 students who were selected from all over India to work on research projects during the summer of 2015. He has worked on, 'Gene Selection and Evaluation in Microarray Datasets using Natural Computing' at the Machine Intelligence Unit, ISI Kolkata under IEEE fellow Prof Sushmita Mitra.",
    "year": ""
  },
  {
    "title": "Google Summer of Code 2013",
    "images": [],
    "description": "2016 batch B-Tech Computer Science student Anirudha Bose worked with Michael Goffioul to remove the dependency and improve the binary packaging to install OCTAVE on Windows or Mac OS X in this Google Summer of Code.",
    "year": ""
  },
  {
    "title": "SOA Quiz Wiz",
    "images": [],
    "description": "2015 and 2016 batch students Akash Choudhury and Satwik Raut won the 'SOA Quiz Wiz', a national-level quiz competition among undergraduate students, at the SOA University here on Sunday. A large number of teams, from the State and outside, participated in the gruelling contest of which six teams survived the preliminary round to qualify for the final.",
    "year": ""
  },
  {
    "title": "Solving for India hackathon",
    "images": [],
    "description": "Team Members: Saurav Pati, Piyush Mishra, Shubhasai Mohapatra of 2024 batch became finalist in Solving for India hackathon organized by Google Cloud, AMD and GeeksforGeeks",
    "year": "2023"
  },
  {
    "title": "Google Solution Challenge 2023",
    "images": [],
    "description": "Team Members: Roshan Dash, Shreeya Mishra, Sneha Mandal, Ridhi Agrawal ranked in the Global top 100 in Google Solution Challenge 2023",
    "year": "2023"
  },
  {
    "title": "Smart India Hackathon 2023",
    "images": [],
    "description": "TEAM BYTEBOT having team members: Prajna Jeet Ojha, G.N.Venkata Pathi Raju, Akshyata Singh, Shruti Choubey, Anngha C Panigrahi, Niti Rani Rai of 2026 and 2025 batch became SIH 2023 finalists",
    "year": "2023"
  },
  {
    "title": "Smart Odisha Hackathon",
    "images": [],
    "description": "Team Members: Debi Prasad Mohapatra, Bishmay Kumar Padhi, Raj Alpha Swain, Pranav Swaroop Nayak of 2025 batch secured third place in Smart Odisha Hackathon. ",
    "year": ""
  },
  {
    "title": "ISRO's SIF Space Hackathon 2023 and Summer intern at ISRO",
    "images": [],
    "description": "Team DialogueDynamo having team members: Chirantan Beura, Sipra Mohanty, Ayush Anmol, Anshuman Mahabhoi of 2026 batch became IISF SIF Space Hackathon 2023 Finalist conducted by ISRO and were offered internship at RAC-S ISRO.",
    "year": "2023"
  },
  {
    "title": "BitNBuild International hackathon 2024",
    "images": [],
    "description": "Team Members: Mohd Ehtisham, Brijendra Singh, Divyakumar Patel of 2026 batch became state champion for the BitNBuild International hackathon conducted by GDSC CRCE, Mumbai",
    "year": "2024"
  },
  {
    "title": "GeoHack 2024",
    "images": [],
    "description": "Won the 1st prize at the GeoHack 2024 hackathon, organized by the Asia Pacific Neural Network Society, and held for the first time in India on collaboration with South Asia Alliance of Disaster Research Institute (SADRI), IEEE Geosciences, GRSS Kolkata, DLAI8 workshop and IIIT Bhubaneswar. Team name - HackHive. Lead - Rajesh Kumar Jena. Team Member 2 - Raj Mathur. Team Member 1 - Anurag Singh",
    "year": "2024"
  }
]
